import BlogImg from "../assets/blog_image.jpeg";
import officeImg from "../assets/officeImg.png";

export const blogPosts = [
  {
    id: 1,
    title: "مزايا نظام سنتر لشركات السياحة من تيم واي",
    date: "30 يوليو 2024",
    image: BlogImg,
    excerpt:
      "تعرف على كيفية تحسين خدمة العملاء في شركات السياحة باستخدام نظام سنتر من تيم واي...",
  },
  {
    id: 2,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 3,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 4,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 5,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 6,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 7,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 8,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 9,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 10,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 11,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 12,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 13,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 14,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 15,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 16,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 17,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
  {
    id: 18,
    title: "كيف يساعد الواتساب رجال الأعمال في التواصل مع العملاء",
    date: "28 يوليو 2024",
    image: BlogImg,
    excerpt:
      "اكتشف الطرق المبتكرة التي يمكن لرجال الأعمال استخدام الواتساب للتواصل الفعال مع العملاء...",
  },
];
export const carouselItems = [
  {
    title: "حلول تقنية لبيئة عمل مثالية",
    description: "first",
    image: BlogImg,
  },
  {
    title: "حلول تقنية لبيئة عمل مثالية",
    description: "second ",
    image: officeImg,
  },
  // Add more carousel items...
];
